Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: སྦྲུལ་ གདུག་པ འི་ མཆེ་བ་ རྣོན་པོ་ རྣམས་ ཀྱིས་ ཀུན་ ནས་ ཤིན་ཏུ་ སྡུག་བསྔལ་ གྱིས་ ཉམ་ཐག་པ་ དེ །_ དེར་ ཇི་སྲིད་ དུ་ དེ་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ངུ་སྐད་ འབྱིན་ ཅིང་ ཆོ་ངེས་ འདེབས་ ལ་ ཡོངས་སུ་ སྨྲེ་སྔགས་ འདོན་ ཏོ །_།
en: Under the poisonous snakes’ sharp fangs, the hell beings will suffer miserably, and their screams, cries, and wailing will continue until finally their karmic actions have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ དེ་ལས་ ཡུན་རིང་ མོ་ ཞིག་ འདས་ ཤིང་ལོ་ བགྲང་ གིས་ མི་ ལང་བ་ ན་ ཐར་བ ར་ འགྱུར་ ཏེ །_
en: $918 “Once innumerable years have passed in this way, these beings will at one point manage to escape.

source: ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ཡི་དགས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ དབུལ་ ཞིང་ ནད་བུ་ ཅན་ དང་ །_ ཡོངས་སུ་ སྨྲེ་སྔགས་ འདོན་པ་ དང་ །_ གཞན་ གྱིས་ བཀོལ་བ་ དང་ །_
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, they at that time do not become starving spirits or animals, but instead are born with the general lot in life of a human, they will, in terms of effects that accord with their causal actions, be poor and sickly, their laments will be constant, and they will become the slaves of others.

source: དབང་པོ་ མ་ཚང་ བར་ འགྱུར །_ མི་ བྱད་གཟུགས་ རྟ་རྒོད་ མ་ འདྲ་ ཞིང་ ཚང་ཚིང་ གངས་རི་ ལྟ་བུ འི་ ནང་ དུ་ སྐྱེ་ ལ །_
en: Their faculties will be incomplete, their faces will be shaped like a mare, and they will be born in snow mountains or some other wilderness.

source: དེར་ ཁ་ཟས་ འབྲས་བུ འི་ རྩ་བ་ འབའ་ཞིག་ གིས་ འཚོ་བར་ བྱེད་ དེ །_ དེ་ གཞན་ ལས་ སྐྱེས་པ འི་ ཁ་ཟས་ ནམས་ ཀྱང་ མངོན་པར་ ཤེས་པ ར་ མི་འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: There, they must live from fruits and roots only, without ever finding other types of food.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ [238b] སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ རབ་ཏུ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ རྟག་ ཏུ་ མུན་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $919 “As the monk who has knowledge of the effects of the ripening of karmic actions {{page:{number:314,id:UT22084-068-021-100340,folio:F.238.b,volume:V68}}} continues to examine the regions that surround the great Hell of Intense Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Constant Darkness.

source: ཕྱི་རོལ་པ འི་ འདོད་ཆགས་ དང་ བྲལ་བ་ དེ་ ཕྱིས་ འདོད་ཆགས་ མངོན་པར་ སྤངས་ ཏེ་ འདོད་ཆགས་ ཞེ་སྡང་ གཏི་མུག་ དང་ བྲལ་བ་ དེ་ བུད་མེད་ དག་ གིས་ བསླུས་ ནས་ ཡང་ འདོད་པ་ རྣམས་ ལ་ འཇུག་པ ར་ བྱེད་ ན །_
en: Also, there are some people who first attain freedom from desire externally and later, having fully overcome sensuality, become free of desire, anger, and delusion.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ རྟག་ ཏུ་ མུན་པ་ ཞེས་ བྱ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: If such men are seduced by women and indulge in passion, they will, upon separating from their bodies, fall into the lower realms and be born in the hell known as Constant Darkness.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ གནོད་པ་ དྲག་པ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ འབྱུང་བ འི་
en: $920 “The beings in that realm experience the combined torments of the Reviving Hell, and so forth, in excess.

source: སྟེང་ དུ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟར་ སྲིན་བུ་ ས་ རྐོ་ ཞེས་ བྱ་བ་ དག་ གིས་ དེ་ ཇི་ལྟ ར་ དབུ་བ་ ལ་ འབིགས་པ་ དེ་ལྟ ར་ མཆུ་ རྡོ་རྗེ་ ལྟར་ རྣོ་བ་ དེ་དག་ སེམས་ཅན་ དམྱལ་བ་པ་
en: On top of that, and in particular, so-called ‘digging worms’ will appear, and with beaks that cut like vajras they will break through the heads of these hell beings.

source: དེ འི་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ དེས་ འབྱུང་བ ར་ འགྱུར་ ལ་ གང་དག་ པས་ ཆེས་ མི་ བདེ་བ་ བྱེད་པ་ ཡིན་ ཏེ ཆེས་ སྡུག་བསྔལ་བ་ ཡིན་ ནོ །_།
en: Thus, as the result of their own misdeeds, they will suffer intense discomfort and severe pain.

source: ས་ རྐོ་ དེ་ རྣམས་ ཀྱིས་ རུས་པ་ དག་ ཕུག་པ་ ནས་ རྐང་ གི་ བར་ དུ་ ཟ་ སྟེ །_ ཇི་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ འི་ སྡུག་བསྔལ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ དེ་ལྟ ར་ བརྒྱ འི་ ཆ་ དང་ །_ སྟོང་ གི་ ཆ་ དང་ །_ བརྒྱ་ ཕྲག་ སྟོང་ གི་ ཆར་ ཡང་ མི་ ཕོད་ དེ །_
en: As the digging worms drill holes in their bones and consume the marrow, the ensuing torment is so intense that the combined suffering of all the other hells cannot match a hundredth, a thousandth, or even a hundred thousandth part of the pain.

source: དེ་ལྟ ར་ བདག་ཉིད་ དེ་དག་ ལས་ ཐར་བ ར་ བྱེད་ མི་ ནུས་ སོ །_།
en: And yet they cannot escape their own karmic actions.

source: དེ་ གང་དང་གང་ དུ་ འབྲོས་པ་ དེ་ དང་ དེ་ཉིད་ དུ་ སྲིན་བུ་ དག་ གིས་ མི་ གཏོང་བ ར་ བྱེད་ དེ །_ དེ་ལྟ ར་ དེ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སྲེག་ གོ །_། འཚེད་ དོ །_།
en: No matter where they may try to escape, the digging worms will block them, and thus they will burn and boil for many hundreds of thousands of years.

source: སེམས་ཅན་ དམྱལ་བ་པ འི་ སྡུག་བསྔལ་ ཆེས་ ཤིན་ཏུ་ སྡུག་བསྔལ་བ་ དག་ གིས་ ཉམ་ཐག་པ་ སེམས་ཅན་ དམྱལ་བ་ དེར་ ཡུན་རིང་ དུ་ སྲེག་ ཅིང་ འཚེད་ ཀྱང་ དེ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ སེམས་ཅན་ དམྱལ་བ ར་ གྲུབ་པ འི་ མཐུ ས་ འཆི་བ འི་ དུས་ ནི་ མི་ བྱེད་ [239a] དོ །_།
en: The utterly excruciating pain that haunts these miserable beings is long-lasting, for despite their burning and boiling torments, the force of their completed and accumulated karmic actions will prevent them from dying. {{page:{number:315,id:UT22084-068-021-100341,folio:F.239.a,volume:V68}}}

source: དེ་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ འཚེད་ དོ །_།
en: Thus, they will continue to suffer until their unwholesome actions have been overcome, relinquished, and exhausted.

source: དེ་ གལ་ཏེ་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ མདོག་ ངན་ ཅིང་ རྐང་ལག་ རྡོལ་བ་ དང་ །_ ཚོང་པ་ མོ འི་ བྲན་ ཕོ་ དང་ །_ བྲན་མོ་ བུམ་པ་ ཐོགས་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, they at that time do not become starving spirits or animals, but instead are born with the general lot in life of a human, they will, in terms of effects that accord with their causal actions, become a female slave of a courtesan who carries water pots, will obtain a foul complexion, and their hands and feet will be covered in blisters.#116

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ རབ་ཏུ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ གནོད་པ འི་ རྒྱུད་ ཅེས་བྱ་བ་ མཐོང་ ངོ་ །_།
en: $921 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Intense Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as the Garland of Tortures.

source: ཚུལ་ཁྲིམས་ དང་ ལྡན་པ་ ཆོས་ ཀྱི་ ལམ་ ལས་ ཉམས་པ་ མེད་པ འི་ དགེ་སློང་ བག་ཚ་བ་ མེད་པ འི་ ས ར་ སོང་བ་ ལས །_ བུད་མེད་ སྦྱར་མ་ ཞིག་ ན་རེ་ བདག་ ལ་ ཅི་དགའ་བ་ མཛོད་ ཅིག _།
en: Also, a monk who is endowed with discipline and has not fallen from the path of Dharma might while traveling unperturbed encounter a sinful woman, who tells him, ‘Pleasure yourself with me.

source: གལ་ཏེ་ དགེ་སློང་ ཁྱོད་ བདག་ དང་ ལྷན་ཅིག་ མཇལ་བ ར་ མི་ མཛད་ ན་ དེ་ བདག་ གིས་ དགེ་སློང་ འདི་ བདག་ ལ་ འདོད་པ ར་ བྱེད་པ་ ལས་ དེ་ ཁོ་མོ ས་ མ་ འདོད་ དོ་ ཞེས་ སྨྲ་བ ར་ བྱ འོ །_།
en: Monk, if you do not lie with me, I shall tell the other monks that you availed yourself of me against my wishes.

source: དེས་ན་ ཁྱོད་ ལ་ ཆད་པ་ ཆེན་པོ ས་ གཅོད་པ ར་ འགྱུར་ ཏེ །_ གལ་ཏེ་ རྒྱལ་པོ འི་ འཁོར་ ནས་ སམ །_ གལ་ཏེ་ བདག་ གི་ ཁྱིམ་ཐབ་ ཀྱིས་ གཅོད་པ ར་ བྱེད་ དོ །_།
en: You will then be punished severely, either by the authorities or by my husband.

source: གལ་ཏེ་ མཛད་ ན་ དེ་ བདག་ གིས་ ཁྱོད་ ལ་ བཟའ་བ་ དང་ བཅའ་བ་ མང་པོ་ དབུལ་བ ར་ བྱ་ སྟེ །_
en: On the other hand, if you agree to lie with me, I shall offer you plenty of food and drink.

source: དེ་ལྟ ར་ འོ་སྐོལ་ ཤིན་ཏུ་ དགྱེས་པ ར་ འགྱུར་ ཞིང་ གཞན་ གྱིས་ ཀྱང་ མི་ ཚོར་བ ར་ འགྱུར་ རོ །_།
en: We will be extremely happy, and no one else will ever know.

source: འཇིག་རྟེན་པ་ དག་ ལ་ ཡང་ དགེ་སློང་ འདི་ ནི་ ཤིན་ཏུ་ ཚུལ་ཁྲིམས་ དང་ ལྡན་པ་ ཡིན་ ཏེ །_
en: To the other laypeople, I shall say, “That monk observes excellent discipline.

source: འདི་ ལ་ མལ་ཆ་ དང་ །_ ན་བ འི་ རྐྱེན་ གསོས་ སྨན་ གྱི་ ཡོ་བྱད་ མང་པོ་ དག་ ཕུལ་ ཅིག་ ཅེས་ སྨྲ་བ ར་ བགྱི་ སྟེ །_
en: You must offer him whatever bedding and medicinal supplies he needs.”

source: སྦྱིན་པ་པོ་ དང་ །_ སྦྱིན་བདག་ [239b] ཏུ་ འགྱུར་ རོ་
en: They will then become your sponsors and benefactors.’ {{page:{number:316,id:UT22084-068-021-100342,folio:F.239.b,volume:V68}}}

source: ཞེས་ དེ་ལྟ ར་ འཇིགས་ པས་ བསྡིགས་ ནས་ བྲིད་ དེ་ དགེ་སློང་ ཡང་དག་པ འི་ ལམ་ ལས་ ཉམས་པ ར་ བྱེད་ ན །_ བུད་མེད་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ གནོད་པ འི་ རྒྱུད་ ཅེས་བྱ་བ་ དེར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: If by such threats this woman manages to lure the monk away from the true path, she will, upon separating from her body, fall into the lower realms and be born in the hell called Garland of Tortures.

source: དེར་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཡང་སོས་ ལ་སོགས་པ འི་ གནོད་པ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ འབྱུང་བ འི་
en: $922 “The beings in that realm experience the combined tortures of the Reviving Hell, and so forth.

source: སྟེང་ དུ་ གནོད་པ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ དག་ ནི་ འདི་ལྟར་ གཤིན་རྗེ འི་ མི་ དག་ གིས་ བུད་མེད་ དེ་ བཟུང་ སྟེ་ བཙིར་ བཙིར་ ནས་ པགས་པ་ འཐོག་པ ར་ བྱེད་ དོ །_།
en: On top of that, and in particular, the henchmen of the Lord of Death will seize the woman, squeeze her, and then skin her alive.

source: པགས་པ་ དེ་དག་ བཏོགས་ ནས་ ཀྱང་ ཡང་ གཡོགས་པ ར་ འབྱུང་ ཞིང་ ཡང་ ཤིན་ཏུ་ གཞོན་ནུ ར་ སྐྱེ་ སྟེ །_ ཁ་དོག་ ཤིན་ཏུ་ མི་ སྡུག་པ ར་ སྐྱེ འོ །_།
en: New skin, which is extremely youthful, yet of foul complexion, will then grow out.

source: དེ་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ དམ་པོ ར་ བཟུང་ ནས་ ལྕགས་ ཀྱི་ སོ་ མངས་ རབ་ཏུ་ འབར་བ་ བླངས་ ཏེ་
en: When this skin has emerged, the henchmen will restrain the woman’s body.

source: དེ འི་ ལུས་ ཐམས་ཅད་ འཆད་པ ར་ བྱེད །_ རྣམ་པར་ གཤེག་ པར་ བྱེད །_ ཡོངས་སུ་ འདྲལ་བ ར་ བྱེད་ དོ །_།
en: They will then take up a flaming saw and with that begin to cleave, split, and cut up her body entirely.

source: སྡུག་བསྔལ་ གྱིས་ ཉམ་ཐག་པ འི་ བུད་མེད་ དེ་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱིས་ བསླུས་པ་ ཡུན་རིང་ དུ་ ངུ་སྐད་ འདོན་ ཅིང་ ཆོ་ངེས་ འདེབས་ ལ་ ཡོངས་སུ་ སྨྲེ་སྔགས་ འདོན་ ཏོ །_།
en: Thus, the miserable woman, who was fooled by her own misdeeds, will for long continue to cry, wail, and moan.

source: དེ་ལྟ ར་ གནོད་པ་ མྱོང་བ ས་ གར་བབ་ བབ་ ཏུ་ འབྲོས་པ་ དང་ །_
en: $923 “When she finally manages to escape this torture, she will run off as best she can.

source: དེ་ནས་ ལས་ ཀྱིས་ སྤྲུལ་པ འི་ དགེ་སློང་ འོང་བ་ མཐོང་ སྟེ །_ སེམས་ འདོད་པ ས་ བསྒྲིབས་པ་ སེམས་ ཀྱིས་ ཡོངས་སུ་ བསླུས་པ་ དེ་དེ འི་ དྲུང་ ཉིད་ དུ་ རྒྱུག་ ལ །_
en: She will then see the karmic apparition of a monk and, with her mind obscured by lust, she will run toward him.

source: དེ་ལྟ ར་ འདོད་པ་ དགྲ་ ལྟ་བུ་ ལས་ རྒྱལ་བ ར་ བྱ་བ ར་ དཀའ་བ་ གང་དེ འི་ གནས་ སུ་ རྒྱུག་པ ར་ བྱེད་ ལ་ དེ་དེ་ དང་ ཕྲད་པ་ དང་ ཡོངས་སུ་ འཇུ་བ ར་ བྱེད་ དོ །_།
en: Desire is an enemy that is hard to vanquish when the mind is gullible, and so, being in this state of mind, she will run toward the apparitional monk, seeking to grasp and embrace him.

source: དེ་ཡང་ མེ་ཐབ་ ཏུ་ གྱུར་ ནས་ ཀུན་ ནས་ རབ་ཏུ་ འབར་བ་ དེར་ དེ་ རབ་ཏུ་ འཇུག་པ ར་ བྱེད་ དོ །_།
en: Yet, as she arrives, the monk will turn into a blazing fire pit that closes around her.

source: དེ་ མི་ དེས་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སེམས་ཅན་ དམྱལ་བ་ གནོད་པ འི་ རྒྱུད་ དུ་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ སྡུག་བསྔལ་ དྲག་ ཅིང་ རྩུབ་ ལ་ ཤིན་ཏུ་ མི་བཟད་པ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: She will enter and remain within the fire pit, enduring continuous torture in the hell of the Garland of Tortures for many hundreds of thousands of years. Until finally her completed and accumulated acts have been overcome, relinquished, and exhausted, there will be no end to her experience of fierce, vicious, and excruciating pain.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ དུད་འགྲོ་ དག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: $924 “When at some point one escapes this hell, one will, as an effect that accords with one’s causal deeds, be born five hundred times as an animal.

source: གལ་ཏེ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་ [240a] སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ དེ་ཡང་ བུད་མེད་ དུ་ འགྱུར་ ཏེ །_ གྲོང་ཁྱེར་ དང་ །_ གྲོང་ཁྱེར་ ཐམས་ཅད་ ཀྱི་ ལྗན་ལྗིན་ འཕྱག་པ་ དང་ །_ གྲོང་ཁྱེར་པ་ ཐམས་ཅད་ ཀྱིས་ སྨད་པ་ དང་ །_ དབུལ་ ཞིང་ མདོག་ ངན་ ལ་ རྐང་ལག་ རྡོལ་བ་ དང་ །_ བྱད་བཞིན་ མཐོང་ ན་
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, {{page:{number:317,id:UT22084-068-021-100343,folio:F.240.a,volume:V68}}} one should be born with the general lot in life of a human, one will become a woman who sweeps garbage in the cities, despised by everyone, poor, of foul complexion, and with crippled limbs and a face that is frightening to behold.

source: འཇིགས་ སུ་ རུང་བ་ དང་ །_ ཕ་མ་ དང་ །_ གཉེན་འདབ་ ཀྱིས་ སྤངས་པ ར་ འགྱུར་ རྟག་ ཏུ་ ཆུ་ ཕྱེ་ བཀྲ་ ཙམ་ གྱིས་ འཚོ་ ཞིང་ དྲི་མ་ ཅན་ དང་ །_ བགོ་བ་ ངན་པ་ དང་ །_ ལུས་ ཀྱི་ ཕྱོགས་ གཅིག་ ཉམས་པ་ དང་ །_ ལུས་ ཤིན་ཏུ་ ཆད་པ་ དང་ །_ འགྲོ་བ་ ན་ བྱིས་པ་ རྣམས་ ཀྱིས་ རྡོ་ དང་ །_ བོང་བ་ དག་ གིས་ མངོན་པར་ འཚོག་ སྟེ །_ སྡུག་བསྔལ་ བས་ འཚོ་བར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: One will be abandoned by parents and friends, subsist on watery porridge, emit a foul smell, and wear repulsive clothing, receive severe physical punishment, be the target of children’s pebbles and stones, and live in misery.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ རབ་ཏུ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ སྲད་བུ འི་ རྒྱུད་ འབབ་པ ས་ དཀྲུགས་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $925 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Intense Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Minced up by Raining Loops of Wire.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ དང་ །_ ལོག་པ ར་ ལྟ་བ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ ཀུན་ ཏུ་ བྱས་པ ས་ འགྱུར་ རོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will see that such a birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, alcohol consumption, lying, and wrong view.

source: རྒྱལ་པོ་ བསྙེམས་པ ས་ སམ་ རྒྱལ་སྲིད་ གཞན་ གྱི་ ཡུལ་འཁོར་ འཕྲོག་པ འི་ ཚེ་ དགེ་སློང་ མ་ ཉོན་མོངས་པ་ མེད་པ་ མཐུ ས་ སུན་ ཕྱུང་ ན་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ སྲད་བུ འི་ རྒྱུད་ དཀྲུགས་ པར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Also, if in an arrogant abuse of power, or during an invasion, one violently defiles a nun who is free from the afflictions, one will, upon separating from one’s body, fall into the lower realms and be born in the hell of Minced up by Raining Loops of Wire.

source: སྟེང་ དུ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ ཇི་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་ དེ་ ཐམས་ཅད་ འདི་ལྟར་ དྲ་བ་ རྡོ་རྗེ་ ལྟར་ སྲ་བ འི་ ནང་ དུ་ བཅུག་ ནས་ དེར་ ཡན་ལག་ དང་ ཉིང་ལག་ གི་ ཕྱོགས་ གང་དང་གང་ རེག་པ་ དེ་ དང་ དེར་ སྤུ་གྲི་ ལྟ་བུ ས་ ཀུན་ ནས་ གཅོད་པ ར་ བྱེད་ དོ །_།
en: On top of that, and in particular, the beings of this hell are kept in tight nets made of strings that are as hard as vajra and that thus, upon touch, will cut any major or minor body part to pieces.

source: དེར་ ཡང་ ཇི་ལྟ ར་ སྦྲང་བུ་ དག་ སྤུ་ ལ་ རབ་ཏུ་ འཕྱང་བ་ དེ་ལྟ ར་ སྲད་བུ་ རྡོ་རྗེ་ ལྟ་ [240b] བུ འི་ དྲ་བ་ ལ་ འཕྱང་ ངོ་ །_།
en: Like silkworms in their cocoons, the beings in this hell are kept in their nets. {{page:{number:318,id:UT22084-068-021-100344,folio:F.240.b,volume:V68}}}

source: དེ་ཉིད་ དུ་ སྐྱེ་ ཞིང་ སྐྱེ་ ཞིང་ འཆི་ སྟེ །_ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ མདའ་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ སྡོག་ པར་ བྱེད་ དོ །_།
en: In these nets, they live and die, again and again, as the Lord of Death’s henchmen shoot arrows at all their major and minor body parts.

source: དེ་ དྲ་བ་ རྡོ་རྗེ་ ལྟར་ སྲ་བ འི་ ནང་ དུ་ བཅུག་ ཅིང་ མདའ་ དག་ གིས་ ཀྱང་ སྡོག་པ་ ན་ སྡུག་བསྔལ་ ཤིན་ཏུ་ ཚ་བ་ དྲག་ ཅིང་ མི་བཟད་པ་ དག་ མྱོང་བ ར་ འགྱུར་ ཏེ །_
en: Thus, confined in the vajra-sharp nets while being struck by arrows, these beings are subjected to fierce and excruciating torture.

source: དེ་ ངུ་སྐད་ འདོན་ ཅིང་ ཆོ་ངེས་ འདེབས་ ལ་ ཡོངས་སུ་ སྨྲེ་སྔགས་ འདོན་ ཏོ །_།
en: In their agony, they scream, wail, and moan.

source: སྡུག་བསྔལ་ མཐའ་ཡས་པ་ དག་ གིས་ ཉམ་ཐག་ ཅིང་ ཀུན་ ནས་ དབྱེར་ མེད་ ལ་ བཅིང་བ་ ཀུན་ གྱིས་ བཅིངས་པ་ ན །_ དེ་ གལ་ཏེ་ ལས་ ཀྱི་ རྐྱེན་ གྱིས་ ཐར་ ན་ ཤིན་ཏུ་ སྡུག་བསྔལ་བ་ ཡིན་ ཏེ །_ གར་བབ་ བབ་ ཏུ་ འབྲོས་ སོ །_།
en: $927 “Having thus suffered endless pain, bound and confined, a karmic condition might enable these hell beings to escape.

source: དེ་ མེ་མདག་ གི་ རླུང་ དེ་དག་ གི་ ནང་ དུ་ འཇུག་ སྟེ །_ རབ་ཏུ་ ཞུ་ ཞིང་ སྲེག་ ལ་ ཡོངས་སུ་ སྨྲེ་སྔགས་ འདོན་ ཅིང་ ངུ་སྐད་ འབྱིན་པ་ ན །_
en: But as the hell being staggers off as best he can, he will fall into a ditch of embers. As he sinks into it and gets burned, he will wail and cry out in pain.

source: གཉིས་ སུ་ མེད་ ལ་ གྲོགས་ མེད་པ་ དེས་ རྒྱང་རིང་པོ་ ན་ སྒོ་ ཆེན་པོ་ ཀུན་ ནས་ གསལ་བ་ ཞིག་ མཐོང་ ནས་ དེར་ རྒྱུག་ ཅིང་ དེར་ རབ་ཏུ་ འཇུག་པ ར་ བྱེད་ དོ །_།
en: $928 “All alone and without company, he will then in the distance a great gate, illuminated all around, and rush toward it.

source: དེ་ཡང་ སྦྲུལ་ ཆེན་པོ་ ཤུགས་ རབ་ཏུ་ དྲག་ ཅིང་ གདུག་པ་ ཞིག་ ཡིན་ ཏེ་ དེས་ མིད་ དོ །_།
en: Yet, when he enters it, the gate will turn out to be a giant snake of terrifying strength and powerful venom.

source: སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ ལུས་ ཀྱི་ ནང་ དེར་ སྲེག་པ་ ན་ སྐད་ འབྱིན་པ ར་ ཡང་ མི་ ནུས་ སོ །_།
en: The snake will consume the hell being, who will now burn within its body without even being able to scream.

source: སྦྲུལ་ དེ་ཡང་ ལས་ ལས་ བྱུང་བ་ ཡིན་ ཏེ །_ ཇི་ལྟ་ ཇི་ལྟ ར་ བདག་ཉིད་ ཡོངས་སུ་ དཀྲི་བ ར་ བྱེད་པ་ དེ་ལྟ་ དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ འི་ ལུས་ ནང་ དུ་ ཞུགས་པ་
en: The snake is a product of the hell being’s karmic actions, so he will remain within the snake’s body in a way that corresponds with his own ensnaring actions.

source: དེ་དག་ ཐམས་ཅད་ སྒྲ་ སྐད་ འབྱིན་པ ར་ མི་ ནུས་ ཤིང་ ལུས་ རྩ་ དང་ རྒྱུས་པ་ དང་ བྲལ་བ་ དེ་དག་ ཐམས་ཅད་ བྱེ་མ་ ལྟར་ ཞིབ་མོ ར་ བྱེད་ དེ་
en: Without even being able to scream, he will experience his veins and muscles being severed and his entire body being pulverized.

source: དེ་ ལྟར་ ལོ་ འབུམ་ཕྲག་ དུ་མ་ ལོ་ བྱེ་བ་ གྲངས་མེད་ པར་ དེ་ སྦྲུལ་ གྱི་ ལྟོ་ དེར་ འཚེད་ དོ །_། འཐུབ་བོ །_།
en: Thus, within the snake’s stomach he will be burned and cut for many hundreds of thousands of years.

source: དེ་ གལ་ཏེ་ ཡང་ སྦྲུལ་ དེས་ སྐྱུགས་པ་ དང་ །_ ལུས་ ཤིན་ཏུ་ མ་ཚང་བ །_ ལུས་ རྩ་ དང་ །_ རྒྱུས་པ་ ཐམས་ཅད་ ཤིག་ཤིག་པོ ར་ གྱུར་པ འི་ ལུས་ གར་བབ་ བབ་ ཏུ་ འབྲོས་པ་ དང་ །_
en: $929 “If at some point the snake should vomit up the hell being, he will emerge with an extremely filthy body from which loose veins and muscles dangle. He will then try to rush off as best he can.

source: དེས་ གཤིན་རྗེ འི་ མི་ རྣམས་ འོང་བ་ མཐོང་ སྟེ དེ་དག་ གིས་ བཟུང་ ནས་
en: But he will see the henchmen of the Lord of Death coming toward him, and will be seized by them.

source: དེ་ མཚོན་ རྣོན་པོ་ རྣམས་ ཀྱིས་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ ཆུ་སྲིན་ བྱིས་པ་ གསོད་ ལྟར་ རྣམ་པར་ ཞིགས་ པར་ བྱེད་ དོ །_།
en: As when a crocodile kills a small child, the henchmen will completely ravage all his major and minor body parts with sharp weapons.

source: དེ་ལྟ ར་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ [241a] བྱས་པ་ དེ་སྲིད་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ་ ལོ་ བགྲང་ གིས་ མི་ ལང་བ ར་ ཡུན་རིང་ དུ་ སྡུག་བསྔལ་ མྱོང་བ ར་ བྱེད་ དོ །_།
en: Until his unwholesome actions have been overcome, relinquished, and exhausted, {{page:{number:319,id:UT22084-068-021-100345,folio:F.241.a,volume:V68}}} he will thus continue to suffer for innumerable billions of years.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ ཡི་དགས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: $930 “When one finally escapes this hell, one will, as an effect that accords with one’s causal deeds, be born five hundred times as a starving spirit or an animal.

source: གལ་ཏེ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ དེ་ དབུལ་ ཞིང་ ནད་བུ་ ཅན་ དང་ གཟུགས་ མི་ སྡུག་པ ར་ འགྱུར །_
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, one should be born with the general lot in life of a human, one will in that case be poor, sickly, and ugly.

source: རྟག་ ཏུ་ སྒྲ་ མི་ སྙན་པ་ དག་ གིས་ གནོད་པ ར་ འགྱུར་ ལ་ ལུས་ ཐམས་ཅད་ དུག་ གིས་ ཡོག་ ཅིང་ ཉམ་ཐག་ པར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: One will be miserable due to always hearing unpleasant things and one’s entire body will be afflicted by poison.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ རབ་ཏུ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ སེམས་ཅན་ དམྱལ་བ་ སྐྲ་ཤད་ འཛིངས་པ་ དང་ །_ བྱ་ ཁྭ་ ཡོད་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $931 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Intense Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Crested Ravens.#117

source: སྲིང་མོ་ ཆང་ གིས་ ར་རོ་བ ར་ གྱུར་པ་ ལ་ མི་རིགས་ པར་ བྱས་ ན་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ སྐྲ་ཤད་ འཛིངས་པ་ དང་ །_ བྱ་ ཁྭ་ ཡོད་པར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Also, anyone who indulges improperly with his sister when she is intoxicated by alcohol will, upon separating from his body, fall into the lower realms and be born in the hell of Crested Ravens.

source: དེར་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཡང་སོས་ ལ་སོགས་པ འི་ སྡུག་བསྔལ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ འབྱུང་བ འི་ སྟེང་ དུ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟ་སྟེ །_
en: $932 “The beings in that realm experience the combined tortures of the great Reviving Hell, and so forth.

source: ཟངས་ ཀྱི་ ཞི་ ག་དག་ གི་ ནང་ དུ་ འཇུག་པ ར་ བྱེད་ དོ །_། ཞུགས་ ནས་ ཀྱང་ དེར་ འཇུ་བ ར་ བྱེད་ དོ །_།
en: On top of that, and in particular, they will enter copper furnaces and melt within them.

source: དེ་ནས་ ཡང་ འཚོ་བར་ འགྱུར་ རོ །_། དེ་ནས་ ཡང་ འཇུ་བ ར་ བྱེད་ དེ །_
en: Then they will revive, only to melt there once again.

source: ཞི་ ག་ དེ་དག་ གི་ ནང་ དུ་ བཅུག་ ནས་ འཚོ་ ཡང་ འཚོ་ ལ་ འཆི་ ཡང་ འཆི་ སྟེ །_ འཆི་བ་ དང་ འཚོ་བར་ བྱེད་ དོ །_།
en: Thus, having entered the furnaces, they will keep reviving and dying, dying and reviving.

source: དེ་ འདི་ལྟར་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ སྦུད་པ་ གཉིས་ ཀྱིས་ འབུད་ དེ །_ ཇི་ལྟ ར་ དེ འི་ སོལ་བ་ དང་ །_ དེ འི་ ཞི་ ག་དག་ དང་ །_ [241b] སེམས་ཅན་ དམྱལ་བ་པ་ དེ འི་ ལུས་ ཀྱང་ མི་མངོན་པ ར་ འབུད་ དོ །_།
en: Henchmen of the Lord of Death will apply two bellows, stoking so forcefully that the coal, the furnaces, {{page:{number:320,id:UT22084-068-021-100346,folio:F.241.b,volume:V68}}} and the bodies of the hell beings all vanish.

source: དེ་ལྟ ར་ དེ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ ཞི་ ག་དག་ གི་ ནང་ དུ་ བཅུག་ ནས་ ཇི་ལྟ ར་ མེས་ གསེར་ འཇུ་བ་ ལྟར་ འཚེད་ དོ །_།
en: As when gold is melted in fire, these beings will thus continue to boil within the furnaces for many hundreds of thousands of years, experiencing continuously the consequences of their misdeeds.
